// © Copyright 2004-2009, 2015-2016 HP Development Company, L.P.

TaskName = "ダイレクト プリント設定";

NoSetTitle = "ダイレクト プリント設定を行うことができません";
NoSetMsg = "お使いのプリンタが接続され、電源がオンになっているのを確認し、再度試みてください。";

RetrieveProgressTitle = "ダイレクト プリント設定を取得中...";

Auto = "自動";
KeepSettings = "現在の設定を保存";

HSDTaskTitle = "ダイレクト プリントの基本設定";
HSDTaskDescription = "メモリーカードあるいはカメラから直接プリントする用紙サイズを選んでください。";
HSDLargeTitle = "大：";
HSDSmallTitle = "小：";

HSDA4 = "A4";
HSDUSLetter = "US レター";
HSDHagakiCard = "はがき";
HSDCm = "4×6 インチ (10×15 cm)";
HSDPhotoL = "写真 L";
HSDA6 = "A6";
